Repository: 3adel/Conjugate
Catalog: Conjugate/Language Files/Language-*.strings
Languages: de, fr, nl, sv

# mobile.ios.conjugate.tense.0
source: Present
de: Präsens
fr: Présent
nl: Onvoltooid tegenwoordige tijd [o t t]
sv: Presens

# mobile.ios.conjugate.tense.1
source: Present
de: Präsens
fr: Présent
sv: Presens

# mobile.ios.conjugate.tense.2
source: Past
de: Präteritum
fr: Imparfait
nl: Onvoltooid verleden tijd [o v t]
sv: Preteritum

# mobile.ios.conjugate.tense.3
source: Past
de: Präteritum
fr: Imparfait
sv: Preteritum

# mobile.ios.conjugate.tense.5
source: Future
de: Futur I
fr: Futur simple
nl: Onvoltooid tegenwoordige toekomende tijd [o t t t]
sv: Futurum simplex

# mobile.ios.conjugate.tense.7
source: Present
de: Präteritum (würde)
fr: Présent
nl: Onvoltooid verleden toekomende tijd [o v t t]
sv: Konditionalis 1

# mobile.ios.conjugate.tense.10
source: Perfect
de: Perfekt
fr: Passé composé
nl: Voltooid tegenwoordige tijd [v t t]
sv: Perfekt

# mobile.ios.conjugate.tense.11
source: Perfect
de: Perfekt
fr: Passé composé
sv: Perfekt

# mobile.ios.conjugate.tense.12
source: Past perfect
de: Plusquam
fr: Plus-que-parfait
nl: Voltooid verleden tijd [v v t]
sv: Pluskvamperfekt

# mobile.ios.conjugate.tense.13
source: Past perfect
de: Plusquam
fr: Plus-que-parfait
sv: Pluskvamperfekt

# mobile.ios.conjugate.tense.15
source: Future Perfect
de: Futur II
fr: Futur antérieur
nl: Voltooid tegenwoordige toekomende tijd [v t t t]
sv: Futurum exaktum

# mobile.ios.conjugate.tense.17
source: Perfect
de: Plusquam (würde)
fr: Passé
nl: Voltooid verleden toekomende tijd [v v t t]
sv: Konditionalis 2

# mobile.ios.conjugate.tense.20
source: Infinitive
de: Infinitiv Präsens
fr: Infinitif

# mobile.ios.conjugate.tense.21
source: Gerund
de: Partizip Präsens

# mobile.ios.conjugate.tense.22
source: Past Participle
de: Partizip Perfekt
fr: Participe passé

# mobile.ios.conjugate.searchPlaceholderVerbs
source: drink,have
de: trank,hast
fr: boire,ai
nl: dronk,hebben
sv: drack,ha

# mobile.ios.conjugate.tenseGroup.indicative
source: Indicative
de: Indikativ
fr: Indicatif
nl: Aantonende wijs
sv: Indikativ

# mobile.ios.conjugate.tenseGroup.subjunctive
source: Subjunctive
de: Konjunktiv
fr: Subjonctif
sv: Konjunktiv

# mobile.ios.conjugate.tenseGroup.conditional
source: Conditional
de: Konjunktiv
fr: Conditionnel
nl: Voorwaardelijke wijs
sv: Konditionalis

# mobile.ios.conjugate.tenseGroup.imperative
source: Imperative
fr: Imperatif
nl: gebiedende wijs
sv: Imperativ
